Repository: MaddTheSane/colloquy-1
Catalog: Resources/Languages/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nb, nl, nn, pt_pt, zh_hant

source: (Temporary)
de: (Vorrübergehend)
fr: (Temporaire)
it: (Temporanei)
ja: （一時的）
nb: (Midlertidig)
nl: (Tijdelijk)
nn: (Førebels)
pt_pt: (Temporário)
zh_hant: (暫時)

source: (no chat topic is set)
de: (es ist kein Thema gesetzt)
es: (no hay tema establecido)
fr: [le canal n'a pas de sujet]
it: (non è impostato alcun argomento)
ja: （チャットトピックが設定されていません）
nb: (emne for samtale er ikke satt)
nl: (er is geen onderwerp bepaald)
nn: (emne for samtale er ikkje sett)
pt_pt: (o tópico de conversa não está definido)
zh_hant: (無聊天主題)

# %@ %.3f seconds lag
source: %1$@ %2$.3f seconds lag
de: %@ %.3f Sekunden Verzögerung (lag)
es: Lag de %@ %.3f segundos
fr: %@ %.3f secondes de lag
it: %1$@ %2$.3f secondi rimanenti
ja: %1$@ %2$.3f 秒のラグ
nb: %1$@ %2$.3f sekunders forsinkelse
nl: %1$@ %2$.3f seconden vertraging
nn: %1$@ %2$.3f seberreds forseinking
pt_pt: %1$@ %2$.3f segundos de atraso

# %@ - %@ Transcript
source: %1$@ - %2$@ Transcript
de: %@ - %@ Aufzeichnung
es: %@ - %@ Transcripción
fr: %@ - %@ Journal
it: Sessione %1$@ - %2$@
ja: %1$@ - %2$@ チャット記録
nb: %1$@ - %2$@ transkripsjon
nn: %1$@ - %2$@ transkripsjon
pt_pt: %1$@ - %2$@ Transcrição
zh_hant: %1$@ - %2$@ 聊天紀錄

source: %@ - Console
de: %@ - Konsole
es: %@ - Consola
ja: %@ - コンソール
nb: %@ - konsoll
nn: %@ - konsoll
pt_pt: %@ - Consola
zh_hant: %@ - 主控台

source: %@ Already Installed
de: %@ bereits installiert
es: %@ Previamente instalado
fr: %@ Déjà installé
it: %@ è gia installato
ja: %@ は既にインストールされています
nb: %@ er allerede installert
nl: %@ Reeds ge√Ønstalleerd
nn: %@ er allereie installert
pt_pt: %@ Já instalado
zh_hant: 已經安裝了 %@

source: %@ changed this room to allow anyone to change the topic.
de: %@ hat eingestellt, dass jeder das Thema für diesen Raum ändern kann.
es: %@ modificó el canal para permitir a cualquier cambiar el tema.
fr: %@ a autorisé n'importe qui à changer le sujet.
it: %@ ha reso possibile a chiunque di poter cambiare l'argomento alla stanza.
ja: %@ はこのルームのトピックを誰でも変更できるようにしました。
nb: %@ endret dette rommet slik at alle kan endre tema.
nl: %@ verleende iedereen het recht om het onderwerp te wijzigen.
nn: %@ endra dette rommet slik at alle kan endra tema.
pt_pt: %@ fez com que todos possam mudar o tópico da sala.
zh_hant: %@ 修改了聊天室設定，讓每個人都可以修改聊天主題。

source: %@ changed this room to no longer require a password.
de: %@ hat eingestellt, dass für diesen Raum kein Passwort benötigt wird.
es: %@ modificó este canal para evitar el uso de contraseñas.
fr: %@ à enlevé mot de passe du canal.
it: %@ ha reso la stanza accessibile senza bisogno della password.
ja: %@ はこのルームの参加に必要だったパスワードをなくしました。
nb: %@ endret dette rommet slik at passord ikke kreves lengre.
nl: %@ hief het wachtwoord voor dit kanaal op.
nn: %@ endra dette rommet slik at passord ikkje krevst lengre.
pt_pt: %@ fez com que já não seja precisa password na sala.
zh_hant: %@ 修改了聊天室設定，以後不需要密碼，就可以加入這個聊天室。

source: %@ changed this room to permit outside messages.
de: %@ hat eingestellt, dass in diesem Raum Nachrichten von außen erlaubt sind.
es: %@ modificó este canal para permitir mensajes externos.
fr: %@ à autorisé la réception des messages externes au canal.
it: %@ ha permesso i messaggi esterni in questo canale.
ja: %@ はこのルームに外部からのメッセージを受け付けるようにしました。
nb: %@ endret dette rommet slik at det kan ta imot eksterne beskjeder.
nl: %@ stond berichten van buiten uit toe.
nn: %@ endra dette rommet slik at det kan ta imot eksterne meldingar.
pt_pt: %@ fez com que sejam permitidas mensagens externas.
zh_hant: %@ 修改了聊天室設定，允許外部訊息可以傳入。

source: %@ changed this room to prohibit outside messages.
de: %@ hat eingestellt, dass in diesem Raum Nachrichten von außen verhindert werden.
es: %@ modificó este canal para prohibir mensajes externos.
fr: %@ a interdit les messages extérieurs au canal.
it: %@ ha proibito i messaggi esterni in questo canale.
ja: %@ はこのルームへの外部からのメッセージを拒否するようにしました。
nb: %@ endret dette rommet og hindrer eksterne beskjeder.
nl: %@ verbood berichten van buiten uit.
nn: %@ endra dette rommet og hindrar eksterne meldingar.
pt_pt: %@ fez com que mensagens exteriores não possam ser enviadas para esta sala.
zh_hant: %@ 修改了聊天室設定，拒絕外部訊息傳入。

source: %@ changed this room to require operator status to change the topic.
de: %@ hat eingestellt, dass das Thema in diesem Raum nur von Operatoren geändert werden kann.
es: %@ modificó este canal para requerir el estado de operador al cambiar el tema.
fr: %@ n'a autorisé que les opérateurs à changer le sujet.
it: %@ ha reso possibile solo dagli operatori di poter modificere l'argomento della stanza.
ja: %@ はこのルームのトピックの変更をオペレータ権限を持つものに制限しました。
nb: %@ endret dette rommet slik at det kreves operatørstatus for å endre emne.
nl: %@ verleende enkel operators het recht om het onderwerp van het kanaal te wijzigen.
nn: %@ endra dette rommet slik at det krevst operatørstatus for å endra emne.
pt_pt: %1$@ fez com que o tópico apenas possa ser alterado por membros com estatuto de operador.
zh_hant: %@ 修改了聊天室設定，以後必須是管理員，才可以修改聊天主題。

source: %@ elapsed
de: %@ vergangen
es: pasado %@
fr: %@ écoulé
it: %@ completato
ja: %@ 経過
nb: %@ gått
nl: %@ voorbij
nn: %@ gått
pt_pt: passaram %@
zh_hant: 傳送了 %@

# %@ elapsed, %@ remaining
source: %1$@ elapsed, %2$@ remaining
de: %@ vergangen, %@ verbleibend
es: pasado %@, faltan %@
fr: %@ écoulé, %@ restant
it: %@ completato, %@ rimanente
ja: %1$@ 経過、残り %2$@
nb: %1$@ gått, %2$@ igjen
nl: %1$@ voorbij, %2$@ resterend
nn: %1$@ gått, %2$@ att
pt_pt: passaram %1$@, faltam %2$@
zh_hant: 傳送了 %1$@，還有 %2$@

source: %1$@ encountered an unrecoverable error during a previous session. Please enter any details you may recall about what you were doing when the application crashed. This will help us to improve future releases of %2$@.
de: Bei der letzten Benutzung von %@ ist ein schwerer Fehler aufgetreten. Bitte beschreiben Sie so gut wie möglich, was sie getan haben, als das Programm abgestürzt ist, damit %@ weiter verbessert werden kann.
es: %@ encontró un error fatal durante la sesión anterior. Por favor comunique cualquier detalle que pueda recordar sobre la actividad realizada cuando la aplicación se interrumpió. Nos ayudará a mejorar nuevas versiones de %@.
fr: %@ a rencontré une erreur lors de l'execution précédente. Veuillez décrire ce que vous faisiez lorsque l'application a quitté. Ce rapport nous aidera a améliorer les futures versions de %@.
it: %@ ha incontrato un errore irrisolvibile durante la sessione precedente. Per favore descrivi quello che stavi facendo prima che l'applicazione si impiantasse. Questo ci aiuterà a migliorare le future versioni di %@.
ja: 前回のセッション中に %1$@ は回復不可能なエラーに遭遇しました。アプリケーションがクラッシュした時に何をしていたかを、覚えている限り詳しく英語で入力してください。%2$@ の将来のリリースにおいて改善される手助けになります。
nb: %1$@ fant en uopprettelig feil under forrige sesjon. Vennligst skriv inn det du husker fra når programmet kræsjet. Dette vil hjelpe oss i forbedringen i nye versjoner av %2$@.
nl: Het programma %1$@ is onverwacht gestopt tijdens een vorige sessie. Beschrijf wat u aan het doen was toen het probleem zich voordeed. U rapport helpt ons bij het verbeteren van %2$@.
nn: %1$@ fann ein uoppretteleg feil under førre sesjonen. Ver greid og skriv inn det du hugsar frå når programmet kræsja. Det vil hjelpa oss å gjera nye versjonar av %2$@ betre.
pt_pt: %1$@ encontrou um erro irrecuperável durante uma sessão anterior. Por favor introduza quaisquer detalhes de que se lembre sobre o que fazia quando a aplicação falhou. Isto ajudar-nos-á a melhorar futuros lançamentos do %2$@.
zh_hant: %1$@ 在前一次執行的時候發生了不可預期的問題。請試著回想在問題發生的時候是處在怎樣的狀況，愈詳細愈好。這樣可以幫助我們在下一版的 %2$@ 中，改善這個問題。

# %@ had voice removed by %@ in %@.
source: %1$@ had voice removed by %2$@ in %3$@.
de: %@ wurde von %@ in %@ Voice entzogen.
es: %@ tuvo voz quitada por %@ en %@.
fr: %@ s'est fait dévoicer par %@ dans %@.
it: %1$@ ha perso la voce da %2$@ in %3$@.
ja: %3$@ において %2$@ が %1$@ の発言権を剥奪しました。
nb: %1$@ fikk stemme fjernet av %2$@ i %3$@.
nl: %2$@ trok medezeggenschap %1$@ in voor %3$@.
nn: %1$@ fekk røysta fjerna av %2$@ i %3$@.
pt_pt: %1$@ teve a voz retirada por %2$@ no %3$@.
zh_hant: %1$@ 被 %2$@ 取消了在 %3$@ 中的發言權限。

# %@ has %lu messages waiting. Last from %@
source: %1$@ has %2$lu messages waiting. Last from %3$@
de: %2$lu ungelesene Nachrichten in %1$@.
es: %1$@ tiene %2$lu mensajes esperando.
fr: %1$@ a %2$lu messages en attente.
it: %1$@ ha %2$lu messaggi in attesa. L'ultimo da %3$@
ja: %1$@ に %2$lu 個の未読メッセージがあります。 最後は %3$@ からです。
nb: %1$@ har %2$lu beskjeder på vent. Siste fra %3$@
nl: %1$@ heeft %2$lu nieuwe berichten. Laatste bericht was van %3$@
nn: %1$@ har %2$lu meldingar på vent. Siste frå %3$@
pt_pt: %1$@ tem %2$lu mensagens à espera.

# %@ has a message waiting from %@.
source: %1$@ has a message waiting from %2$@.
de: 1 ungelesene Nachricht in %@.
fr: %@ a 1 message en attente.
it: %1$@ ha un messaggio in attesa da %2$@.
ja: %1$@ に %2$@ からの未読メッセージがあります。
nb: %1$@ har en beskjed på vent fra %2$@.
nl: %@ heeft een bericht van %@ in de wacht.
nn: %1$@ har ei melding på vent frå %2$@.
pt_pt: %1$@ tem 1 mensagem à espera.

source: %@ has possibly replied to your message.
de: %@ hat warscheinlich auf Ihre Nachricht geantwortet.
es: %@ posiblemente respondió a su mensaje.
fr: %@ a peut-être répondu à votre message.
it: %@ potrebbe aver risposto al tuo messaggio.
ja: おそらく %@ があなたのメッセージに返信をしています。
nb: %@ har trolig besvart din beskjed.
nl: %@ heeft mogelijk geantwoord op een bericht van jou.
nn: %@ har truleg svara på meldinga di.
pt_pt: %@ possivelmente respondeu à sua mensagem.
zh_hant: %@ 可能回覆了您的訊息。

source: %@ is not online. Any messages sent will not be received.
de: %@ ist nicht online. Nachrichten werden nicht empfangen werden.
fr: %@ n'est pas en ligne. Tous les messages envoyés ne seront pas reçus.
it: %@ non è in linea. Qualsiasi messaggio inviatogli non verrà ricevuto.
ja: %@ はオンラインではありません。送信したメッセージは受信されません。
nb: %@ er ikke pålogget. Beskjeder som sendes vil ikke bli mottatt
nl: %@ is niet online. Verzonden berichten zullen niet aankomen.
nn: %@ er ikkje pålogga. Meldingar som vert sende vil ikkje verta tekne i mot
pt_pt: %@ não está ligado. Quaisquer mensagens enviadas não serão recebidas.
zh_hant: %@ 不在線上。無法收到您傳給他的任何訊息。

# %@ is now known as <span class="member">%@</span>.
source: %1$@ is now known as <span class="member">%2$@</span>.
de: %@ heißt jetzt <span class="member">%@</span>.
es: %@ pasa a llamarse <span class="member">%@</span>.
fr: %@ a modifié son surnom en <span class="member">%@</span>.
it: %1$@ è adesso conosciuto come <span class="member">%2$@</span>.
ja: %1$@ は <span class="member">%2$@</span> にニックネームを変更しました。
nb: %1$@ er nå kjent som <span class="member">%2$@</span>.
nl: %1$@ staat vanaf nu bekend als <span class="member">%2$@</span>.
nn: %1$@ er no kjent som <span class="member">%2$@</span>.
pt_pt: %1$@ é agora conhecido como <span class="member">%2$@</span>.
zh_hant: %1$@ 現在叫做<span class="member">%2$@</span>。

source: %1$@ is ready to be used in your colloquies. Would you like to view %2$@ and it's options in the Appearance Preferences?
de: %@ kann jetzt in Colloquy benutzt werden. Wollen Sie %@ mit seinen Optionen jetzt in den Erscheinungsbild Einstellungen sehen?
es: %@ está listo para ser usado en sus coloquios. ¿Quiere ver %@ y sus opciones en Preferencias de Apariencia?
fr: %@ est prêt a être utilisé. Voulez-vous visualiser %@ et ses options dans les préférences d'apparence ?
it: %1$@ è pronto ad usare i tuoi dialoghi. Vuoi vedere %2$@ e le sue opzioni nelle Preferenze aspetto?
ja: %1$@ が会話中で利用できるようになりました。アピアランス環境設定で %2$@ を表示してオプションを確かめますか？
nb: %1$@ er klar til bruk i dine samtaler. Ønsker du å se %2$@ og dens valgmuligheter i innstillinger for utseende?
nl: U kunt nu %1$@ gebruiken voor uw conversaties. Wilt u nu %2$@ bekijken en instellen in Voorkeuren?
nn: %1$@ er klår til bruk i samtalene dine. Ynskjer du å sjå %2$@ og kva val du har i innstillingar for utsjånad?
pt_pt: %1$@ está pronto para ser usado nos seus colóquios. Quer ver %2$@ e as suas opções nas preferências de aparência?
zh_hant: 您已經可以在聊天時使用 %1$@ 了。您想要在外觀偏好設定中看看 %2$@ 及其相關選項嗎？

# %@ joined the chat room %@.
source: %1$@ joined the chat room %2$@.
de: %@ hat den Chatroom %@ betreten.
es: %@ ha entrado en el canal de chat %@.
fr: %@ a rejoint le canal %@.
it: %1$@ è entrato in %2$@.
ja: %1$@ がチャットルーム %2$@ に参加しました。
nb: %1$@ ble med i samtalerommet %2$@.
nl: %1$@ betrad het kanaal %2$@.
nn: %1$@ vart med i samtalerommet %2$@.
pt_pt: %1$@ juntou-se à sala de conversa %2$@.
zh_hant: %1$@ 加入了 %2$@ 聊天室。

# %@ left the chat room %@.
source: %1$@ left the chat room %2$@.
de: %@ hat den Chatroom %@ verlassen.
es: %@ dejó el canal de chat %@.
fr: %@ est parti du canal %@.
it: %1$@ è uscito da %2$@.
ja: %1$@ がチャットルーム %2$@ から去りました。
nb: %1$@ forlot samtalerommet %2$@.
nl: %1$@ verliet het kanaal %2$@.
nn: %1$@ forlét samtalerommet %2$@.
pt_pt: %1$@ saiu da sala de conversa %2$@.
zh_hant: %1$@ 離開了 %2$@ 聊天室。

source: %@ made this room invite only.
de: %@ hat eingestellt, dass dieser Raum nur mit Einladung betreten werden kann.
es: %@ hizo el conal solo para invitados.
fr: %@ a mis ce canal en mode invité uniquement.
it: %@ ha reso la stanza accessibile solo su invito.
ja: %@ はこのルームを招待制にしました。
nb: %@ laget dette til et kun-invitasjonsrom.
nl: %@ verplichtte een uitnodiging voor dit kanaal.
nn: %@ laga dette til eit rom berre for inviterte.
pt_pt: %@ fez com que esta sala seja apenas para convidados.
zh_hant: %@ 將這個聊天室設為只能夠過邀請加入。

source: %@ made this room no longer a secret.
de: %@ hat eingestellt, dass dieser Raum nicht mehr geheim ist.
es: %@ ha quitado el estado secreto del canal.
fr: %@ a enlevé le mode secret de ce canal.
it: %@ ha reso la stanza non più segreta.
ja: %@ はこのルームを秘密ではなくしました。
nb: %@ gjorde at dette rommet ikke er hemmelig lengre.
nl: %@ hief de verborgenheid van dit kanaal op.
nn: %@ gjorde at dette rommet ikkje er hemmeleg lengre.
pt_pt: %@ fez com que a sala já não seja secreta.
zh_hant: %@ 解除了聊天室的秘密狀態。

source: %@ made this room no longer invite only.
de: %@ hat eingestellt, dass für diesen Raum keine Einladung mehr benötigt wird.
es: %@ ha quitado el estado sólo para invitados del canal.
fr: %@ a retiré le mode invité pour ce canal.
it: %@ ha reso la stanza non più accessibile solo su invito.
ja: %@ はこのルームの招待制をなくしました。
nb: %@ gjorde at dette rommet ikke krever invitasjon.
nl: %@ liet de uitnodigingsvereiste voor dit kanaal vallen.
nn: %@ gjorde at dette rommet ikkje krev invitasjon.
pt_pt: %@ fez com que a sala já não seja só para convidados.
zh_hant: %@ 將這個聊天室設為不需要透過邀請就可以加入。

source: %@ made this room private.
de: %@ hat eingestellt, dass dieser Raum privat ist.
es: %@ hizo el canal privado.
fr: %@ a mis le mode privé pour ce canal.
it: %@ ha reso la stanza privata.
ja: %@ はこのルームをプライベートにしました。
nb: %@ laget dette rommet privat.
nl: %@ maakte dit kanaal priv√©.
nn: %@ gjorde dette rommet privat.
pt_pt: %@ tornou esta sala privada.
zh_hant: %@ 將這個聊天室設為私人聊天室。

source: %@ made this room public.
de: %@ hat eingestellt, dass dieser Raum öffentlich ist.
es: %@ hizo el canal público.
fr: %@ a mis le mode public pour ce canal.
it: %@ ha reso la stanza pubblica.
ja: %@ はこのルームを公開しました。
nb: %@ gjorde dette rommet åpent for alle
nl: %@ maakte dit kanaal publiek toegankelijk.
nn: %@ gjorde dette rommet ope for alle
pt_pt: %@ tornou esta sala pública.
zh_hant: %@ 將這個聊天室設為公開聊天室。

source: %@ made this room secret.
de: %@ hat eingestellt, dass dieser Raum geheim ist.
es: %@ hizo el canal secreto.
fr: %@ a mis le mode secret pour ce canal.
it: %@ ha reso la stanza segreta.
ja: %@ はこのルームを秘密にしました。
nb: %@ gjorde dette rommet hemmelig.
nl: %@ verborg dit kanaal.
nn: %@ gjorde dette rommet hemmeleg.
pt_pt: %@ tornou esta sala secreta.
zh_hant: %@ 將這個聊天室設為秘密聊天室。

# %@ of %@ downloaded, at %@ per second
source: %1$@ of %2$@ downloaded, at %3$@ per second
de: %@ von %@ heruntergeladen, bei %@ pro Sekunde
es: %@ de %@ descargado, a %@ por segundo
fr: %@ de %@ téléchargés, à %@ par seconde
it: %1$@ di %2$@ scaricati, a %3$@ al secondo
ja: 毎秒 %3$@ で %2$@ 中 %1$@ ダウンロード済み
nb: %1$@ av %2$@ er lastet ned, med %3$@ pr sekund
nl: %1$@ van %2$@ gedownload, met %3$@ per seconde
nn: %1$@ av %2$@ er lasta ned, med %3$@ i seberredet
pt_pt: %1$@ de %2$@ recebidos, a %3$@ por segundo
zh_hant: %1$@ 已下載（全部 %2$@ ） ，每秒 %3$@

# %@ of %@ uploaded, at %@ per second
source: %1$@ of %2$@ uploaded, at %3$@ per second
de: %@ von %@ hochgeladen, bei %@ pro Sekunde
es: %@ of %@ enviado, a %@ por segundo
fr: %@ de %@ envoyés, à %@ par seconde
it: %1$@ di %2$@ inviati, a %3$@ al secondo
ja: 毎秒 %3$@ で %2$@ 中 %1$@ アップロード済み
nb: %1$@ av %2$@ er lastet opp, med %3$@ pr sekund
nl: %1$@ van %2$@ geupload, met %3$@ per seconde
nn: %1$@ av %2$@ er lasta opp, med %3$@ i seberredet
pt_pt: %1$@ de %2$@ enviados, a %3$@ por segundo
zh_hant: %1$@ 已上傳（全部 %2$@ ） ，每秒 %3$@

source: %@ removed the room member limit
de: %@ hat die Begrenzung der Teilnehmerzahl in diesem Raum aufgehoben
es: %@ ha quitado el limite de miembros del canal
fr: %@ a retiré la limite de personnes pour ce canal
it: %@ ha rimosso il limite degli utenti dalla stanza.
ja: %@ はこのルームの人数制限を解除しました。
nb: %@ fjernet begrensingen på antall deltakere.
nl: %@ hief de limiet op het aantal leden in het kanaal op
nn: %@ fjerna avgrensinga på talet på deltakarar.
pt_pt: %@ retirou o limite de membros da sala
zh_hant: %@ 解除了聊天室人數上限。

source: %@ Replied
de: Antwort von %@
es: %@ respondió
fr: %@ A répondu
it: %@ ha replicato
ja: %@ の返信
nb: %@ svarte
nl: %@ Antwoordde
nn: %@ svara
pt_pt: %@ Respondeu
zh_hant: %@ 已回覆

source: %@ Room Activity
de: Chat-Aktivität in %@
es: %@ actividad del canal
fr: %@ Activité du canal
it: Attività della stanza %@
ja: ルーム %@ が機能
nb: %@ romaktivitet
nl: %@ Kanaal Activiteit
nn: %@ romaktivitet
pt_pt: %@ Actividade na sala
zh_hant: %@ 個聊天室在活動中

# %@ set a limit on the number of room members to %@.
source: %1$@ set a limit on the number of room members to %2$@.
de: %@ hat die Teilnehmerzahl auf %@ begrenzt.
es: %@ puso el límite a miembros del canal a %@.
fr: %@ a mis une limite de personnes pour ce canal : %@.
it: %1$@ ha impostato il limite degli utenti dalla stanza a %2$@.
ja: %1$@ はルームメンバーを %2$@ 人に制限しました。
nb: %1$@ satt grensen på deltakere i rommet til %2$@.
nl: %1$@ limiteerde het aantal leden in het kanaal tot %2$@.
nn: %1$@ sette grensa på deltakarar i rommet til %2$@.
pt_pt: %1$@ colocou o limite do número de membros da sala em %2$@.
zh_hant: %1$@ 將聊天室的人數上限設為 %2$@ 。

source: %@ Successfully Installed
de: %@ erfolgreich installiert
es: %@ instalado correctamente
fr: %@ Installation terminée
it: %@ è stato installato con successo
ja: %@ のインストールに成功しました
nb: %@ ble vellyket installert
nl: %@ Succesvol Ge√Ønstalleerd
nn: %@ vart vellukka installert
pt_pt: %@ Instalado com sucesso
zh_hant: %@ 成功安裝

# %@ was demoted from operator by %@ in %@.
source: %1$@ was demoted from operator by %2$@ in %3$@.
de: %@ wurde von %@ in %@ der Operator-Status entzogen.
es: %@ fue descendido de operador por %@ in %@.
fr: %@ s'est vu retirer le mode opérateur par %@ dans %@.
it: %1$@ è stato retrocesso da operatore da %2$@ in %3$@.
ja: %2$@ が %3$@ において %1$@ をオペレータから降格させました。
nb: %1$@ ble fjernet som operatør av %2$@ i %3$@.
nl: %2$@ ontnam de operator status van %1$@ in %3$@.
nn: %1$@ vart fjerna som operatør av %2$@ i %3$@.
pt_pt: %1$@ foi despromovido de operador por %2$@ em %3$@.
zh_hant: %1$@ 被 %2$@ 取消了在 %3$@ 聊天室的管理員權限。

# %@ was granted voice by %@ in %@.
source: %1$@ was granted voice by %2$@ in %3$@.
de: %@ wurde von %@ in %@ Voice gewährt.
es: %@ ha obtenido voz gracias a %@ en %@.
fr: %@ à été voicé par %@ dans %@.
it: %1$@ ha ricevuto la voce da %2$@ in %3$@.
ja: %2$@ が %3$@ において %1$@ に発言権を与えました。
nb: %1$@ fikk tillatelse til stemme av %2$@ i %3$@.
nl: %2$@ verleende medezeggenschap aan %1$@ in %3$@.
nn: %1$@ fekk løyve til å røysta av %2$@ i %3$@.
pt_pt: %1$@ recebeu voz de %2$@ em %3$@.
zh_hant: %1$@ 被 %2$@ 授與了在 %3$@ 聊天室的發言資格。

# %@ was kicked from %@ by %@.
source: %1$@ was kicked from %2$@ by %3$@.
de: %1$@ wurde von %3$@ aus %2$@ gekickt.
es: %@ fue pateado de %@ por %@.
fr: %@ a été expulsé de %@ par %@.
it: %1$@ è stato cacciato da %2$@ da %3$@.
ja: %3$@ が %1$@ を %2$@ から追い出しました。
nb: %1$@ ble sparket ut fra %2$@ av %3$@.
nl: %1$@ werd verwijderd uit het kanaal %2$@ door %3$@.
nn: %1$@ vart sparka ut frå %2$@ av %3$@.
pt_pt: %1$@ foi expulso a pontapé de %2$@ por %3$@.
zh_hant: %1$@ 被踢出了 %2$@ 聊天室，踢他的人是 %3$@。

# %@ was kicked from the chat room by <span class="member">%@</span>.
source: %1$@ was kicked from the chat room by <span class="member">%2$@</span>.
de: %@ wurde von <span class="member">%@</span> aus dem Chatroom gekickt.
es: %@ fue pateado del canal de chat por <span class="member">%@</span>.
fr: %@ a été expulsé du canal par <span class="member">%@</span>.
it: %1$@ è stato cacciato dalla stanza da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> は %1$@ をチャットルームから追い出しました。
nb: %1$@ ble sparket ut av samtalerommet av <span class="member">%2$@</span>.
nl: <span class="member">%2$@</span> verwijderde %1$@ uit het kanaal.
nn: %1$@ vart sparka ut av samtalerommet av <span class="member">%2$@</span>.
pt_pt: %1$@ foi expulso da sala de conversa por <span class="member">%2$@</span>.
zh_hant: %1$@ 被 <span class="member">%2$@</span>踢出了聊天室。

# %@ was promoted to operator by %@ in %@.
source: %1$@ was promoted to operator by %2$@ in %3$@.
de: %@ wurde von %@ in %@ zum Operator gemacht.
es: %@ ha subido a operador por %@ en %@.
fr: %@ a été mis opérateur par %@ dans %@.
it: %1$@ è stato promosso operatore da %2$@ in %3$@.
ja: %2$@ が %3$@ において %1$@ をオペレータに昇格させました。
nb: %1$@ ble promotert til operatør av %2$@ i %3$@.
nl: %2$@ verleende %1$@ de operator status in %3$@.
nn: %1$@ vart lyfta opp til operatør av %2$@ i %3$@.
pt_pt: %1$@ foi promovido a operador por %2$@ em %3$@.
zh_hant: %1$@ 被 %2$@ 授與了在 %3$@ 聊天室的管理員權限。

source: %@ wrote you a private message.
de: %@ hat Ihnen eine private Nachricht geschickt.
es: %@ escribió un mensaje privado.
fr: %@ vous a écrit un message privé.
it: %@ ti ha scritto un messaggio privato.
ja: %@ がプライベートメッセージを送ってきました。
nb: %@ skrev en privat beskjed til deg.
nl: %@ verzond u een nieuw bericht.
nn: %@ skreiv ei privat melding til deg.
pt_pt: %@ escreveu-lhe uma mensagem privada.
zh_hant: %@ 給了您一條私人訊息。

source: %lu members
de: %lu Teilnehmer
fr: %lu membres
it: %lu utenti
ja: %lu 人のメンバー
nb: %lu deltakere
nl: %lu leden
nn: %lu deltakarar
pt_pt: %lu membros
zh_hant: %lu 名成員

source: %lu messages waiting
de: %lu ungelesene Nachrichten
es: %lu mensajes esperando
fr: %lu messages en attente
it: %lu messaggi in attesa
ja: %lu 個の未読メッセージがあります
nb: %lu beskjeder venter
nl: %lu nieuwe berichten
nn: %lu meldingar ventar
pt_pt: %lu mensagens em espera
zh_hant: %lu 條尚未閱讀的訊息

# %lu of %lu rooms found.
source: %1$lu of %2$lu rooms found.
de: %1$lu von %2$lu Chatrooms gefunden.
es: %1$lu de %2$lu canales encontrados.
fr: %1$lu de %2$lu canaux trouvés.
it: %1$lu su %2$lu stanze trovate.
ja: %2$lu 中 %1$lu ルーム見つかりました。
nb: %1$lu av %2$lu rom funnet.
nl: %1$lu van de %2$lu kanalen.
nn: %1$lu av %2$lu rom funne.
pt_pt: %1$lu de %2$lu salas encontradas.
zh_hant: 在 %2$lu 中找到了 %1$lu 個聊天室。

source: %lu rooms indexed.
de: %lu Chatrooms indiziert.
es: %lu canales indexados.
fr: %lu canaux indexés.
it: %lu stanze indicizzate.
ja: %lu 個のルームが存在します。
nb: %lu rom er indeksert.
nl: %lu kanalen geïndexeerd.
nn: %lu rom er indeksert.
pt_pt: %lu salas indexadas.
zh_hant: %lu 個已經完成索引的聊天室。

source: %lu rules
de: %lu Regelwerke
fr: %lu règles
it: %lu azioni
ja: %lu 個のルール
nl: %lu regels
nn: %lu reglar
pt_pt: %lu regras
zh_hant: %lu 條規則
